codezombiech.gitignore
dhdersch.vscode-terraform0-12
DotJoshJohnson.xml
eamodio.gitlens
formulahendry.terminal
hashicorp.hcl
hashicorp.terraform
hediet.vscode-drawio
huizhou.githd
l2fprod.terraform-fork
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.Theme-MarkdownKit
pjmiravalle.terraform-advanced-syntax-highlighting
rebornix.ruby
redhat.vscode-commons
redhat.vscode-yaml
sahmed.terraform-comments-beautifier
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
wingrunr21.vscode-ruby
